<div class="row">
    <div class="col-md-12">
        <h1>Услуги</h1>

        <h3>Компания <a href="/">ПРАВДА ЖИЗНИ</a> оказывает следующие услуги:</h3>
        <ul class="list-group">
            <li class="list-group-item">Разработка программного обеспечения на заказ
                Мы разрабатываем программное обеспечение, в том числе проводим работы по проектированию, разработке,
                тестированию и внедрению программных продуктов.
            </li>
            <li class="list-group-item">Сопровождение программных продуктов и техническая поддержка
                Наша комманда осуществляет техническую поддержку и развитие программных продуктов, как собственного
                производства, так и сторонних организаций.
            </li>
            <li class="list-group-item">Независимое тестирование программного обеспечения Сотрудники нашей компании
                профессионально выполнят тестирование новых версий программных продуктов, включая функциональное,
                нагрузочное и модульное тестирование. Независимое тестирование позволит определить работоспособность
                программного продукта и выявить критические точки при большой нагрузке.
            </li>
            <li class="list-group-item">Документирование
                Мы также выполним работы, связанные с разработкой и поддержкой документации на программное обеспечение,
                включая технический проект, руководства пользователя и т.п.
            </li>
            <li class="list-group-item">Аутсорсинг разработки и поддержки программного обеспечения
                Наша компания возьмет на себя выполнение процессов по разработке и сопровождению программного
                обеспечения. Это позволит вам сосредоточить внимание на развитии бизнеса и укреплении отношений с
                клиентами.
            </li>
        </ul>
    </div>
</div>