<?php

class Model_Form extends Model
{
	
	public function get_data()
	{	
		
		// Здесь мы просто сэмулируем реальные данные.
		
		return array(
			
			array(
				'user' => 'Ваня Пупкин',
				'email' => 'op@jn.lk',
				'task' => 'Промо-сайт темного пива Dunkel от немецкого производителя Löwenbraü выпускаемого в России пивоваренной компанией "CАН ИнБев".',
				'pic'=>'/images/1.jpg'
			),

//			array(
//				'Year' => '2018',
//				'Site' => 'http://ZopoMobile.ru',
//				'Description' => 'Русскоязычный каталог китайских телефонов компании Zopo на базе Android OS и аксессуаров к ним.'
//			),
//
//			array(
//				'Year' => '2018',
//				'Site' => 'http://GeekWear.ru',
//				'Description' => 'Интернет-магазин брендовой одежды для гиков.'
//			),
//
//			array(
//				'Year' => '2017',
//				'Site' => 'http://РоналВарвар.рф',
//				'Description' => 'Промо-сайт мультфильма "Ронал-варвар" от норвежских режиссеров. Мультфильм о самом нетипичном варваре на Земле, переполненный интересными приключениями и забавными ситуациями.'
//			),
//
//			array(
//				'Year' => '2017',
//				'Site' => 'http://TompsonTatoo.ru',
//				'Description' => 'Персональный сайт-блог художника-татуировщика Алексея Томпсона из Санкт-Петербурга.'
//			),
//
//			array(
//				'Year' => '2017',
//				'Site' => 'http://DaftState.ru',
//				'Description' => 'Страничка музыкальных и сануд продюсеров из команды "DaftState", работающих в стилях BreakBeat и BigBeat.'
//			),
//
//			array(
//				'Year' => '2017',
//				'Site' => 'http://TiltPeople.ru',
//				'Description' => 'Сайт сообщества фотографов в стиле Tilt Shif.'
//			),
//
//			array(
//				'Year' => '2017',
//				'Site' => 'http://AbsurdGames.ru',
//				'Description' => 'Страничка российской команды разработчиков независимых игр с необычной физикой и сюрреалистической графикой.'
//			),

		);
	}

}
